import StructureItem from "./StructureItem/StructureItem";

function Structure() {
  return (
    <div className="structure-container">
      <div className="structure-title">
        <p>Состав приемной комиссии </p>
      </div>
      <StructureItem
        name="Имя Фамилия"
        description="Соображения высшего порядка, а также консультация с профессионалами из IT способствует подготовке и реализации форм воздействия! Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности обеспечивает актуальность всесторонне сбалансированных нововведений! Дорогие друзья, начало повседневной работы по формированию позиции требует определения и уточнения ключевых компонентов планируемого обновления."
      />
      <StructureItem
        name="Имя Фамилия"
        description="Соображения высшего порядка, а также консультация с профессионалами из IT способствует подготовке и реализации форм воздействия! Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности обеспечивает актуальность всесторонне сбалансированных нововведений! Дорогие друзья, начало повседневной работы по формированию позиции требует определения и уточнения ключевых компонентов планируемого обновления."
      />
      <StructureItem
        name="Имя Фамилия"
        description="Соображения высшего порядка, а также консультация с профессионалами из IT способствует подготовке и реализации форм воздействия! Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности обеспечивает актуальность всесторонне сбалансированных нововведений! Дорогие друзья, начало повседневной работы по формированию позиции требует определения и уточнения ключевых компонентов планируемого обновления."
      />
    </div>
  );
}

export default Structure;
