function AdmissioinsOffice() {
  return (
    <div className="admissions-office-container">
      <div className="admissions-office-title">
        <p>Приемная комиссия</p>
      </div>
      <div className="description">
        <p className="advantages">Все преимущества нашего университета </p>
        <p>
          Соображения высшего порядка, а также консультация с профессионалами из
          IT способствует подготовке и реализации форм воздействия!
          Разнообразный и богатый опыт дальнейшее развитие различных форм
          деятельности обеспечивает актуальность всесторонне сбалансированных
          нововведений! Дорогие друзья, начало повседневной работы по
          формированию позиции требует определения и уточнения ключевых
          компонентов планируемого обновления.
        </p>
      </div>
      <div className="admissions-office-about">
        <p>Наша приемная комиссия самая доброжелательная!!!</p>
        <p>
          Запишитесь к нам в формате онлайн! Мы ответим на все ваши вопросы!
        </p>
      </div>
    </div>
  );
}

export default AdmissioinsOffice;
